INSERT INTO "case" 
("client_id", "detective_id", "case_type_id", "title", "description", 
 "start_date", "deadline_date") 
VALUES 
(1, 1, 1, 'Зникнення особи у Києві', 'Клієнт повідомив про зникнення особи у районі Подолу.', '2024-10-10', '2024-12-15'),
(2, 2, 2, 'Розслідування шахрайства', 'Клієнт підозрює шахрайські дії у фінансовій компанії.', '2024-09-01', '2024-11-20'),
(3, 3, 3, 'Перевірка діяльності підозрюваного', 'Потрібно зібрати інформацію щодо діяльності певної особи.', '2024-08-05', '2024-10-10'),
(4, 4, 4, 'Пошук зниклого майна', 'Клієнт повідомив про зникнення цінного майна з квартири.', '2024-07-15', '2024-09-01'),
(5, 5, 5, 'Збір інформації для судового процесу', 'Клієнт звернувся для збору інформації для суду щодо нерухомості.', '2024-06-01', '2024-12-01'),
(6, 1, 1, 'Зникнення особи в Одесі', 'Зникнення людини під час відпочинку в Одесі.', '2024-08-25', '2024-09-25'),
(7, 2, 2, 'Шахрайські дії з нерухомістю', 'Виявлено підозру в шахрайських діях з нерухомістю.', '2024-05-15', '2024-07-15'),
(8, 3, 3, 'Перевірка інформації про кандидата на посаду', 'Потрібно перевірити кандидата на посаду директора компанії.', '2024-03-01', '2024-06-01'),
(9, 4, 4, 'Пошук вкраденого автомобіля', 'Клієнт повідомив про викрадення автомобіля.', '2024-02-20', '2024-04-20'),
(10, 5, 5, 'Збір доказів у справі про розлучення', 'Клієнт просить зібрати докази для суду щодо справи про розлучення.', '2024-01-15', '2024-03-15');
