INSERT INTO "client" 
("first_name", "last_name", "father_name", "phone_number", "email", "date_of_birth", 
 "region", "city", "street", "building_number", "apartment_number") 
VALUES 
('Іван', 'Петренко', 'Олексійович', '+380991234567', 'ivan.petrenko@gmail.com', '1985-03-14', 'Київська', 'Київ', 'Шевченка', '12', 45),
('Олена', 'Шевченко', 'Миколаївна', '+380992223344', 'olena.shevchenko@yahoo.com', '1990-05-22', 'Харківська', 'Харків', 'Сумська', '7', 12),
('Сергій', 'Коваль', 'Васильович', '+380983334455', 'serhiy.koval@ukr.net', '1982-01-11', 'Одеська', 'Одеса', 'Дерибасівська', '1', NULL),
('Андрій', 'Бондар', 'Ігорович', '+380984445566', 'andriy.bondar@gmail.com', '1978-08-19', 'Дніпропетровська', 'Дніпро', 'Центральна', '45', 34),
('Наталія', 'Захарченко', 'Григорівна', '+380987889900', 'natalia.zakharchenko@yahoo.com', '1995-02-28', 'Львівська', 'Львів', 'Городоцька', '34', 4),
('Ігор', 'Омельчук', 'Сергійович', '+380973456789', 'ihor.omelchuk@ukr.net', '1987-10-10', 'Житомирська', 'Житомир', 'Київська', '13', 17),
('Оксана', 'Тимченко', 'Іванівна', '+380952345678', 'oksana.timchenko@gmail.com', '1992-09-19', 'Запорізька', 'Запоріжжя', 'Соборна', '22', 8),
('Микола', 'Савченко', 'Петрович', '+380671234567', 'mykola.savchenko@gmail.com', '1970-12-12', 'Полтавська', 'Полтава', 'Мирна', '18', 9),
('Ганна', 'Романенко', 'Олександрівна', '+380663456789', 'hanna.romanenko@ukr.net', '1999-07-07', 'Чернігівська', 'Чернігів', 'Соборна', '30', NULL),
('Людмила', 'Ковальчук', 'Михайлівна', '+380935678912', 'lyudmyla.kovalchuk@gmail.com', '1984-02-18', 'Вінницька', 'Вінниця', 'Незалежності', '6', 25);
