INSERT INTO public.detective (
    first_name, last_name, father_name, phone_number, email,
    date_of_birth, region, city, street, building_number,
    apartment_number, hire_date, salary, personal_notes, status
) VALUES
('Олег', 'Іщенко', 'Григорій', '+380856124836', 'oleh.ishchenko@gmail.com',
 '1986-03-25', 'Миколаївська', 'Самбір', 'Васнецова', '61',
 NULL, '2016-02-17', 28531.34, NULL, 'Звільнений(а)'),

('Єфрем', 'Затовканюк', 'Ігор', '+380692099356', 'yefrem.zatovkanyuk@yahoo.com',
 '1977-07-28', 'Житомирська', 'Глобине', 'Світанку', '25',
 97, '2023-06-25', 22338.21, NULL, 'У відпустці'),

('Леонтій', 'Гук', 'Панас', '+380886427728', 'leontiy.guk@i.ua',
 '1993-05-04', 'Дніпропетровська', 'Докучаєвськ', 'Чапаєва', '16/6',
 NULL, '2018-11-28', 20889.01, 'Спортсмен у минулому', 'У відпустці'),

('Лесь', 'Гаврилюк', 'Олесь', '+380379768359', 'les.havryliuk@ukr.net',
 '1974-12-31', 'Черкаська', 'Світлодарськ', 'Різдвяна', '24/3',
 66, '2025-03-22', 25394.10, NULL, 'У відпустці'),

('Леопольд', 'Ільєнко', 'Ярослав', '+380345330222', 'leopold.ilyenko@gmail.com',
 '1977-04-06', 'Полтавська', 'Решетилівка', 'Лиманчик', '85',
 27, '2020-09-21', 28039.93, NULL, 'Активний(а)'),

('Сава', 'Мартиненко', 'Олексій', '+380637219048', 'sava.martynenko@yahoo.com',
 '1981-10-11', 'Львівська', 'Трускавець', 'Шевченка', '14',
 13, '2017-08-30', 19002.75, NULL, 'Активний(а)'),

('Сергій', 'Кулинич', 'Сава', '+380959842117', 'demyan.kulynych@i.ua',
 '1990-12-09', 'Одеська', 'Красносілка', 'Дружби', '43/1',
 NULL, '2021-02-14', 17644.80, 'Полюбляє шахи', 'Активний(а)'),

('Остап', 'Козленко', 'Іван', '+380730682235', 'ostap.kozlenko@ukr.net',
 '1983-02-02', 'Київська', 'Ірпінь', 'Лесі Українки', '9',
 41, '2019-11-10', 29670.55, NULL, 'У відпустці'),

('Петро', 'Остапенко', 'Богдан', '+380503460734', 'petro.ostapenko@gmail.com',
 '1972-08-19', 'Сумська', 'Недригайлів', 'Миру', '31',
 NULL, '2015-05-06', 22455.00, NULL, 'Звільнений(а)'),

('Іван', 'Руденко', 'Сергій', '+380686782091', 'ivan.rudenko@yahoo.com',
 '1989-07-13', 'Чернігівська', 'Любеч', 'Гагаріна', '12/7',
 7, '2022-10-02', 18765.60, NULL, 'Активний(а)');
