INSERT INTO "evidence" 
("description", "type", "collection_date") 
VALUES 
('Відбитки пальців на дверній ручці.', 'Біометричний доказ', '2024-10-01'),
('Залишки ДНК на пляшці.', 'Біологічний доказ', '2024-10-02'),
('Записи з камер спостереження за 10 жовтня.', 'Відеодоказ', '2024-10-10'),
('Фото з місця злочину.', 'Фотодоказ', '2024-10-05'),
('Слід від взуття біля вікна.', 'Матеріальний доказ', '2024-10-07'),
('Листування підозрюваного у месенджері.', 'Цифровий доказ', '2024-10-08'),
('Звіт про результати лабораторного аналізу.', 'Документальний доказ', '2024-10-11'),
('Запис телефонної розмови.', 'Аудіодоказ', '2024-10-09'),
('Ключ, знайдений біля місця злочину.', 'Фізичний доказ', '2024-10-12'),
('Картка доступу, вилучена у підозрюваного.', 'Електронний доказ', '2024-10-13');

