INSERT INTO "suspect" 
("first_name", "last_name", "father_name", "nickname", "phone_number", 
 "date_of_birth", "region", "city", "street", "building_number", 
 "apartment_number", "height", "weight", "physical_description", "prior_convictions") 
VALUES 
('Андрій', 'Тимченко', 'Миколайович', 'Шпак', '+380509876543', '1992-08-12', 'Київська', 'Київ', 'Шевченка', '11', 45, 180, 75, 'Середня статура, темне волосся', 'Дрібне хуліганство'),
('Дмитро', 'Романенко', 'Іванович', 'Кіт', '+380666543210', '1989-03-21', 'Одеська', 'Одеса', 'Дерибасівська', '22', 12, 185, 82, 'Зелена татуювання на правій руці', 'Грабіж у 2015 році'),
('Іван', 'Баранов', 'Олексійович', 'Фенікс', '+380505432167', '1990-11-18', 'Львівська', 'Львів', 'Центральна', '33', NULL, 170, 70, 'Блакитні очі, світле волосся', 'Шахрайство у 2017 році'),
('Петро', 'Король', 'Сергійович', 'Тінь', '+380679876543', '1995-02-02', 'Дніпропетровська', 'Дніпро', 'Соборна', '18', 15, 175, 68, 'Рубець на лівій щоці', 'Незаконне зберігання зброї');
